{
    "services": [
        {
          "id": "1",
          "src": "src\\Images\\engineer.png",
          "title": "Air Duct Inspection and Cleaning",
          "description": "Air Duct Inspection through visual assessment, use of inspection cameras, or airflow testing to pinpoint issues such as dust buildup, mold growth, or blockages. After inspection, thorough cleaning to remove dust, dirt, debris, allergens, and contaminants. This process typically involves using specialized equipment such as high-powered vacuums, agitation devices, and air compressors to dislodge and suction out pollutants from the ducts"
        },
        {
          "id": "2",
          "src": "src/Images/airpump.png",
          "title": "Furnace and Air Handler Cleaning",
          "description": "We provide cleaning services for furnaces, air handlers, and other HVAC system components. This involves removing dust, dirt, and debris from the furnace or air handler unit, as well as cleaning or replacing filters, coils, and other internal components to improve system efficiency and performance"
        },
        {
          "id": "3",
          "src": "src/Images/liquid-soap_8506873.png",
          "title": "Mold and Mildew Remediation",
          "description": "We offer mold and mildew remediation services to address issues of mold growth within HVAC ductwork. This involves identifying areas of mold contamination, applying antimicrobial treatments to kill mold spores, and physically removing mold from duct surfaces using specialized cleaning techniques."
        },
        {
          "id": "4",
          "src": "src/Images/mop_7029168.png",
          "title": "Dryer Vent Cleaning",
          "description": "We also offer dryer vent cleaning services to remove lint, dust, and debris from dryer vents and ductwork. This helps to prevent dryer fires, improve dryer performance, and reduce energy consumption by ensuring proper airflow and ventilation"
        },
        {
            "id": "5",
            "src": "src/Images/protection_7805426.png",
            "title": "HVAC System Maintenance",
            "description": "We provide routine maintenance services to help homeowners and building owners maintain the cleanliness and efficiency of their HVAC systems. This may include inspection, cleaning, lubrication, and adjustment of system components to ensure optimal performance and longevity"
          },
          {
            "id": "6",
            "src": "src/Images/vacuum_7029245.png",
            "title": "Indoor Air Quality Testing",
            "description": "We offer indoor air quality testing to assess the level of pollutants and contaminants present in the indoor environment. This testing may involve sampling air quality parameters such as particulate matter, volatile organic compounds (VOCs), humidity, and carbon dioxide levels to identify potential health hazards and recommend appropriate remediation measures"
          }
    ]
}